[{
  "_id": {
    "$oid": "6391fd3144e928a63e0cad4a"
  },
  "name": "Carnegie Museum of Art",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/1/18/Carnegie_Museum_of_Art.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/3/3f/Portal_of_the_North_Transept_of_the_Cathedral_of_Saint-Andre_at_Bourdaux_at_CMArt.JPG"
  ],
  "short_info": "<p>The Carnegie Museum of Art was founded in 1895 by Scottish-American industrialist Andrew Carnegie, one of the first museums of contemporary art in the United States. WHA conference registrants can visit the Carnegie Museum for free during the conference with their conference badge. Please show your conference badge at the ticket counter in order to visit the museum.</p>",
  "long_info": "<p>The collections feature a broad spectrum of visual art, including painting and sculpture; prints and drawings; photographs; architectural casts, renderings, and models; decorative arts and design; and film, video, and digital imagery. The impressive Hall of Architecture contains full-size plaster casts of elements of buildings found in the ancient and classical societies of Egypt, Greece, and Rome. The museum is also home to the Carnegie International, the longest-running North American exhibition of international contemporary art.</p>",
  "category": "Museum",
  "lat": 40.444258782688706,
  "long": -79.94948436460314,
  "__v": 4,
  "isComplete": true
},{
  "_id": {
    "$oid": "6397650d682309e5ffb2c4d1"
  },
  "name": "Redhawk Coffee",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/d/d6/Unstamp_convenio_del_cafe_11.jpg"
  ],
  "short_info": "<p>A small Pittsburgh based roastery located at 120 Meyran, Ave in Oakland.</p>",
  "long_info": "<p><br /></p>",
  "category": "Coffee Shop",
  "lat": 40.440834865697155,
  "long": -79.95866599025558,
  "isComplete": true,
  "__v": 5
},{
  "_id": {
    "$oid": "63976671682309e5ffb2c4e8"
  },
  "name": "Wesley W. Posvar Hall (Schenley Dr. entrance)",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/Wesley_Wentz_Posvar_Hall.JPG",
    " https://upload.wikimedia.org/wikipedia/commons/2/2b/PosvarHallinterior2014.jpg",
    " https://upload.wikimedia.org/wikipedia/en/7/7a/ForbesPlateinPosvar.jpg"
  ],
  "short_info": "<p>Conference registration and sessions are located in Posvar Hall. Building entrances are located on Schenley Drive and S. Bouquet Street. Conference registration is located in the Global Hub nearest the Schenley Drive entrance.</p><p><br /></p>",
  "long_info": "<p>Wesley W. Posvar Hall, or simply Posvar Hall, is the home of Pitt's World History Center and other University units that support globally-facing teaching and scholarship including the History Department and the University Center for International Studies.</p><p><br /></p><p>Posvar Hall was constructed on the original site of Forbes Field, home of the Pittsburgh Pirates baseball team from 1909-1970. The Pittsburgh Steelers, Homestead Grays, and the University of Pittsburgh's football team played on the field at various times. The home plate from Forbes Field can be found on the ground floor of Posvar Hall protected under plexiglass. </p>",
  "category": "WHA Location",
  "lat": 40.441885,
  "long": -79.953228,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "639e3ee3fae76ee461104a1a"
  },
  "name": "YINZ Coffee (in Carnegie Library)",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/6/6e/Unstamp_coffee_agreement_5.jpg"
  ],
  "short_info": "<p>Pittsburgh-based Yinz Coffee is located inside the Carnegie Library on the first floor.</p>",
  "long_info": "",
  "category": "Coffee Shop",
  "lat": 40.442633,
  "long": -79.951209,
  "isComplete": true,
  "__v": 5
},{
  "_id": {
    "$oid": "639e6c83fae76ee461104a29"
  },
  "name": "Dunkin Donuts",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/d/d6/Unstamp_convenio_del_cafe_11.jpg"
  ],
  "short_info": "",
  "long_info": "",
  "category": "Coffee Shop",
  "lat": 40.4422328,
  "long": -79.95634817,
  "isComplete": true,
  "__v": 2
},{
  "_id": {
    "$oid": "63d40e439629cb68fa26861f"
  },
  "name": "Starbucks",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/d/d6/Unstamp_convenio_del_cafe_11.jpg"
  ],
  "short_info": "",
  "long_info": "",
  "category": "Coffee Shop",
  "lat": 40.4436,
  "long": -79.9557,
  "isComplete": true,
  "__v": 3
},{
  "_id": {
    "$oid": "64667059c4a4f83a1c6afc9a"
  },
  "name": "David Lawrence Hall",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/DavidLawrenceHall.jpg"
  ],
  "short_info": "<p>David Lawrence Hall 120 is the location of the WHA opening Welcome and Keynote address, Thursday, June 22 at 4:00PM. In front of the building stands the sculpture <em>Ode to Space</em> by Pitt's Virgil Cantini, a memorial to Pitt Chancellor Edward Litchfield, who died in a 1965 plane crash.</p>",
  "long_info": "",
  "category": "WHA Location",
  "lat": 40.44269290088564,
  "long": -79.95530082350594,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "64667305c4a4f83a1c6afcbd"
  },
  "name": "Wesley W. Posvar Hall (S. Bouquet entrance)",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/Wesley_Wentz_Posvar_Hall.JPG",
    " https://upload.wikimedia.org/wikipedia/commons/2/2b/PosvarHallinterior2014.jpg",
    " https://upload.wikimedia.org/wikipedia/en/7/7a/ForbesPlateinPosvar.jpg"
  ],
  "short_info": "<p>Conference registration and sessions are located in Posvar Hall. Building entrances are located on Schenley Drive and S. Bouquet Street. Conference registration is located in the Global Hub nearest the Schenley Drive entrance.</p>",
  "long_info": "<p>Wesley W. Posvar Hall, or simply Posvar Hall, is the home of Pitt's World History Center and other University units that support globally-facing teaching and scholarship including the History Department and the University Center for International Studies.</p><p><br /></p><p>Posvar Hall was constructed on the original site of Forbes Field, home of the Pittsburgh Pirates baseball team from 1909-1970. The Pittsburgh Steelers, Homestead Grays, and the University of Pittsburgh's football team played on the field at various times. The home plate from Forbes Field can be found on the ground floor of Posvar Hall protected under plexiglass.</p>",
  "category": "WHA Location",
  "lat": 40.441277303537476,
  "long": -79.95514010596324,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "646675dbc4a4f83a1c6afce0"
  },
  "name": "Phipps Conservatory and Botanical Gardens",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/8/88/Phipps_Conservatory_winter_2015_welcome_center.jpg",
    "  https://upload.wikimedia.org/wikipedia/commons/b/b9/Phipps_Conservatory_1893.jpg",
    "  https://upload.wikimedia.org/wikipedia/commons/7/7a/Phipps_Conservatory_Spice_Room.jpg"
  ],
  "short_info": "<p>Founded in 1893 as a gift to the city of Pittsburgh, the Phipps Conservatory and Botanical Gardens is an urban oasis spanning 15 acres. It showcases a diverse range of plant species from around the world within its historic glasshouse and beautiful outdoor gardens. The WHA opening reception will take place in the Outdoor Garden on Thursday, June 22. </p>",
  "long_info": "",
  "category": "WHA Location",
  "lat": 40.43954705963723,
  "long": -79.94679693278906,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "64667827c4a4f83a1c6afd0e"
  },
  "name": "Divvy Coffee and Buns",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/6/6e/Unstamp_coffee_agreement_5.jpg"
  ],
  "short_info": "<p>Local shop for coffee and sweet and savory buns.</p>",
  "long_info": "",
  "category": "Coffee Shop",
  "lat": 40.44143906121755,
  "long": -79.95712025707792,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "64668394c4a4f83a1c6afd2c"
  },
  "name": "Frick Fine Arts Building ",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/c/c1/FrickFineArts.jpg",
    " https://upload.wikimedia.org/wikipedia/commons/9/94/Art_gallery_at_the_Frick_Fine_Arts_Building_2.jpg"
  ],
  "short_info": "<p>The closing keynote address will be held in 125 Auditorium on the first floor of the Frick Fine Arts Building. The closing reception will take place in the Frick Fine Arts Cloister, which is on the main floor and serves as the building lobby. The Cloister features a gallery, as well as large glass panes in the center of the room that provide a view to the outdoor garden. The Frick Fine Arts Building is home to the Studio Art and History of Art and Architecture Departments. This academic building was gifted by Helen Clay Frick in memory of her father, Henry Clay Frick. </p><p><br /></p>",
  "long_info": "",
  "category": "WHA Location",
  "lat": 40.44173754782001,
  "long": -79.95140454654228,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "646688f2c4a4f83a1c6afd5b"
  },
  "name": "Hillman Library Archive and Special Collections Exhibit",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/1/11/HillmanLibraryPitt.jpg"
  ],
  "short_info": "<p>Conference attendees can visit a special exhibit created for this conference titled <em>Pittsburgh Energies, Global Impacts</em> in the exhibit gallery on the third floor of Hillman Library. This conference theme of energy - found in Pittsburgh and its impact on the world - is captured in the items from the University of Pittsburgh Library System’s Archives &amp; Special Collections on display in this exhibit. During construction, the entrance to Hillman Library is on Forbes Avenue. </p><p>Visitors can also see other exhibits currently on display including <em>Transnational Solidarity: Cuba speaks through Nicolás Guillén, </em>a poet of social protest and the leader of the Afro-Cuban / Afro-Antillean movement throughout the 1920s and 1930s; Selections from the George A. Romero Archival Collection which features props, publicity, and production materials from across the career of George A. Romero, an independent horror filmmaker best known for Night of the Living Dead; and <em>The Art of Noh: Woodblock Prints by Tsukioka Kōgyo</em> showcases reproductions of a spectacular series of Japanese color woodblock prints by the artist Tsukioka Kōgyo (1869-1927). </p>",
  "long_info": "",
  "category": "WHA Location",
  "lat": 40.44290739011159,
  "long": -79.95454171780639,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "64677c55c4a4f83a1c6afd66"
  },
  "name": "Wyndham Pittsburgh University Center",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/4/41/Pittsburgh%2C_Pennsylvania.jpg"
  ],
  "short_info": "<p>The Wyndham Pittsburgh University Center is a stones throw from campus and the preferred hotel of the University of Pittsburgh.  </p>",
  "long_info": "",
  "category": "WHA Location",
  "lat": 40.44583797152473,
  "long": -79.9549231807412,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "6467800ac4a4f83a1c6afd86"
  },
  "name": "Bouquet Gardens Apartments",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/6/63/BouquetGardens.jpg"
  ],
  "short_info": "<p>Bouquet Gardens is located a short walk from the heart of Pitt campus and Posvar Hall, where much of the World History Association Conference will take place. Bouquet Gardens is apartment style housing. </p><p><br /></p>",
  "long_info": "",
  "category": "WHA Location",
  "lat": 40.44127374252507,
  "long": -79.95576073809451,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "646b6ba6c4a4f83a1c6afdae"
  },
  "name": "Gardner Steel Conference Center",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/Gardner_Steel_Conference_Center_Daderot.jpg "
  ],
  "short_info": "<p>Gardner Steel Conference Center (GSCC) was built from 1911-1912 by the Pittsburgh architectural firm of Kienhel and Elliot. Now a University academic building, the site originally served as the Central Turnverein, a German-American social and athletic association. Gardner Steel Conference Center is a contributing property to the Schenley Farms National Historic District, a significant example of early 20th century planned residential and civic development. </p>",
  "long_info": "<p>In many ways German-speaking immigrants shaped the physical and social landscape of Pittsburgh. The majority of diverse people who were held together by a shared German language migrated to Pittsburgh in the 19th century. German-speakers established religious, social, and financial institutions like Turnerein societies which served as both centers for exercise and social activity. The Gardner Steel Conference Center served as the site of one of many Turnerein societies in the city. Although cultural assimilation would gradually take a toll on membership in German-speaking institutions, many still endure in Pittsburgh today like the Teutonia Männerchor which has celebrated German song and dance for 150 years. </p><p><br /></p><p>Gardner Steel Conference Center was designed by German-born architect Richard Kiehnel. It stands out for its ornamental details over the entrance doors and cornice which were inspired by the German art nouveau movement, called “jugendstil.” As a part of the Schenley Farms National Historic District, the building adds to the historical significance and architectural integrity of the district. The area that creates the district was largely designed by F.F. Nicola in 1905 as a “model city” that combined a residential enslave adjacent to monumental civic buildings. The district contains buildings that were constructed by prominent Pittsburgh architects in international styles. </p><p><br /></p><p><strong>Further reading: </strong>Michael Shaunghnessy, <em>German Pittsburgh </em>(Arcadia Pub, 2007); Christina Mann, \"National Register of Historic Places Inventory-Nomination Form: Schenley Farms Historic District\"</p>",
  "category": "Historical Location",
  "lat": 40.444536098933014,
  "long": -79.95799368082048,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "648f22d493dc4ef79f7bc00b"
  },
  "name": "Dippy the Dinosaur",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/8/87/DippyStatuteCarnegiePittsburgh.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/Mr._Carnegie%27s_Imitation_Dinosaur_%22Makes_a_Hit%22_in_England.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Large_holland_diplodocus.jpg"
  ],
  "short_info": "<p>Visitors of the Carnegie Library and Museum of Natural History may notice a strange sight when walking alongside the western edge of the Carnegie Music Hall – a 84-foot long and 22-feet tall dinosaur that sports a series of rotating accessories. The sculpture of <em>Diplodocus carnegii</em>, affectionately nicknamed “Dippy,” is considered to be the single most famous dinosaur skeleton in the world, with casts of its original skeleton displayed in museums across the globe. Spectators can view the sculpture outside and a reconstruction of the original skeleton in the Carnegie Museum of Natural History – free for WHA conference attendees.</p>",
  "long_info": "<p>Discovered in the badlands of Wyoming in 1899, area newspapers dubbed the Diplodocus the ‘most colossal animal ever on Earth.’ This caught the attention of none other than steel magnate Andrew Carnegie. Originally classified into two subspecies, scientists named a newly discovered Diplodocus after the billionaire, who had financed the mission to uncover the bones, and thus marked the beginning of the <em>Diplodocus carnegii.</em></p><p><br /></p><p>Dippy was shipped to Pittsburgh and displayed in the Carnegie Museum of Natural History starting in 1907. Carnegie gifted plaster casts of Dippy to the heads of state of eight countries in an attempt to foster the sharing of scientific knowledge and to foster better relations among nations, an act his great-grandson called ‘dinosaur diplomacy.’ Casts of Dippy have been displayed in Berlin, Paris, Vienna, Moscow, Buenos Aires, Mexico City and the United Kingdom. Through this dinosaur diplomacy, Dippy became a global cultural symbol. In fact, in 2015 when the Natural History Museum of London decided to switch out the exhibition for its new Blue Whale exhibit, the hashtag #SaveDippy became trending on Twitter. Starting in 2018, Dippy went on a tour of museums in Britain and is currently at the Herbert Art Gallery &amp; Museum in Coventry, England through 2026. </p><p><br /></p><p>In 1999, a century after its discovery, the Carnegie Museum unveiled a life-size statue of the original skeleton on the street corner of Forbes Avenue. The statue took nine months to complete, and is made completely out of plaster of paris. Serving as a mascot for both the museum and the city of Pittsburgh, Dippy can be seen wearing a rotating collection of seasonal attire, such as the Pittsburgh Steelers’ Terrible Towel, Pitt Athletics colors, and even scarves, sunglasses, and wreaths for the holidays.</p><p><br /></p><p><strong>Further reading:</strong> Bob Batz, “Dippy the star-spangled dinosaur,” <em>Pittsburgh Post-Gazette </em>July 2, 1999; Ilja Nieuwland, <em>American Dinosaur Abroad: A Cultural History of Carnegie’s Plaster Diplodocus </em>(University of Pittsburgh Press, 2020).</p>",
  "category": "Historical Location",
  "lat": 40.44359861852237,
  "long": -79.95143463392097,
  "isComplete": true,
  "__v": 3
},{
  "_id": {
    "$oid": "648f3a2c93dc4ef79f7bc034"
  },
  "name": "Carnegie Library Main (Oakland)",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/e/e7/CarnegieLibraryPittsburghFrontEntrance.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/Interior_of_Carnegie_Library_of_Pittsburgh.jpg"
  ],
  "short_info": "<p>Gifted by Andrew Carnegie to the the City of Pittsburgh, the Carnegie Library Main branch in Oakland was dedicated on November 5th, 1895, and shared its space with both the Carnegie Museums and Carnegie Music Hall. After a series of renovations starting in 1907, the library now has its own independent space, which marks Forbes Avenue as a center of public resources. The Carnegie Library Main branch is one of thousands of libraries built across the globe with funding from Andrew Carnegie. The legacy of these libraries embody not only Carnegie’s “Gospel of Wealth,” but also the complex racial and class politics of Gilded Age America.</p>",
  "long_info": "<p>The Carnegie Library Main branch in Pittsburgh was one of thousands of libraries built between 1883 and 1929 and funded by Andrew Carnegie. These libraries were built within the context of the free library movement in the United States. In the second half of the 19th century, middle-class reformers believed libraries were an important tool in a rapidly industrializing world. Libraries could not only provide needed technical knowledge to laborers, reformers thought libraries would also provide the resources for immigrants to succeed in the United States. Carnegie would go on to fund 2,509 public libraries including 1,687 in the United States and others throughout Europe, South Africa, Barbados, Australia, and New Zealand. </p><p><br /></p><p>There is a complicated legacy of Carnegie's libraries. Although heralded as the democratization of knowledge, many Black Americans were prohibited from using public libraries until after World War II. Some communities flat out refused Carnegie’s money for fear they would be forced to open these spaces to Black people. After the violent Homestead Steel Strike, a conflict between laborers and Carnegie’s Steel Company, others refused funding from Carnegie who they saw as an exploitative industrialist. </p><p><br /></p><p>Despite its complex legacy, Carnegie’s libraries have had a far-reaching impact on the United States’ public library system. The Carnegie Library Main branch in Oakland serves as a key community and resource center in Pittsburgh. The location houses the libraries Job &amp; Career Education Center, Gallery at CLP, Music, Film and Audio Department, and the Pennsylvania Department’s local history and genealogy resources.</p><p><br /></p><p><strong>Further Reading:</strong><span> Wayne A. Wiegand, </span><em>Part of our Lives: A People’s History of the American Public Library, </em><span>(Oxford UP, 2015). “Carnegie Libraries: The Future Made Bright (Teaching with Historic Places),” </span><em>the National Park Service. </em></p>",
  "category": "Historical Location",
  "lat": 40.44269084551945,
  "long": -79.95173740769451,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "648f503b93dc4ef79f7bc04d"
  },
  "name": "The Hiker Statue",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/e/e1/Hiker_Pittsburgh.jpg"
  ],
  "short_info": "<p>The Hiker, a Spanish American War memorial erected in 1925, stands facing Schenley Drive between the Frick Fine Arts Building and the Carnegie Library. Its inscription describes it as being dedicated to those who lost their lives fighting during the war with Spain, and its unique name comes from the title that Spanish-American War veterans called themselves: Hikers. The Hiker statue memorializes the many men (there is no mentioned of the women who worked in the U.S. Army Nurse Division!) from the Pittsburgh and Western PA region who served during the war and found themselves in Puerto Rico, Cuba, and the Philippines. </p>",
  "long_info": "<p>The Spanish-American War was an international conflict that involved Spain, the Philippines, Cuba, Puerto Rico, Guam, and the United States - including men and women from western Pennsylvania. The 14th and 18th regiments from Pittsburgh would serve close to home, garrisoning coastal defenses in the United States. A volunteer artillery battery, formed from the PA National Guard stationed at Pittsburgh, spent nearly six weeks in Puerto Rico, returning once the cease fire had been declared. Women from the region joined the U.S. Army Nurse Division like Ann B. Heldman, stationed in Cuba, and Emma Chruch, stationed in the Philippines. </p><p><br /></p><p>Soldiers from the 10th Pennsylvania Infantry, which included men from counties neighboring Pittsburgh crossed the Pacific Ocean and landed in the Philippines in July 1898. After the end of the war, the men remained in Manila during the Philippine War of Independence against American occupation. The unit suffered 21 casualties with 70 wounded in action. </p><p><br /></p><p>In an effort to memorialize the veterans of the Spanish-American War, Allegheny County approved the erection of the Hiker statue. The statue is part of a series of replicas of an original created by sculptor Allen George Newman. The popularity of the piece, originally displayed at the 1907 Jamestown Exposition, soared so much so that in the early 20th century dozens of replicas were erected around the United States. </p><p><br /></p><p><strong>Further Reading: </strong>\"Waynesburgh Nurse is Veteran of the Spanish-American War,\" <em>Pittsburgh Post-Gazette</em>, October 9, 1960; Richard A. Sauers, Pennsylvania in the Spanish-American War: A Commemorative Look Back (Pennsylvania Capitol Preservation Committee, 1998).  </p>",
  "category": "Historical Location",
  "lat": 40.44193431866722,
  "long": -79.95041785703522,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "648f6cb193dc4ef79f7bc06a"
  },
  "name": "Mellon Institute of Industrial Research",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/7/79/Mellon_Institute_01.JPG",
    "https://upload.wikimedia.org/wikipedia/en/7/76/JamesBertGarner-gas-masks.jpg"
  ],
  "short_info": "<p>Designed by Benno Janssen, the monolithic feat of neo-classical architecture that stands just across the street from Heinz Chapel is known as the Mellon Institute of Industrial Research. It houses various laboratories, administrative offices, and the Dean's office. The Mellon Institute is designated a National Historic Chemical Landmark, recognized for its role in conducting research and training industrial researchers. </p>",
  "long_info": "<p>The Mellon Institute of Industrial Research was founded in 1913 to solve problems related to manufacturing and industry by brothers Andrew and Richard B. Mellon, by that time owners of banks, insurance companies, coal fields and shipping companies. The idea behind the institute itself was conceived by chemist Robert Kennedy Duncan, who on a recent tour of Europe noted the effective and inventive way German businessmen and scientists cooperated. Thus the Mellon Institute, in the words of historian John Servos, “It had valued patents over publications and product improvements over citations in science journals.” In 1967, the institute merged with the Carnegie Institute of Technology to form Carnegie Mellon University. </p><p><br /></p><p>Developments that would have a global impact were linked to the Mellon Institute of Industrial Research. In 1915, Mellon chemist James B. Garner developed an effective respiratory mask using charcoal to purify air that was widely used in World War I. During World War II, a scientist created the first commercially viable silicone rubber, used by the allies when the natural rubber supply was cut off. And the next time you are at a barbecue, thank the Mellon Institute for cellulose hot dog casings! </p><p><br /></p><p>Despite its relevance to Pittsburgh’s manufacturing industry, the site‘s popularity is mostly due to its greco-roman inspired architecture, which makes it a popular photo spot for tourists, wedding photographers, and students alike. In his design, Benno Janssen sought to replicate the length of the Parthenon itself, with each of the Institute's 62 stone columns standing at an impressive 42 feet high. Architecture enthusiasts can also visit Janssen’s other works, such as the Pittsburgh Athletic Association, Alumni Hall, and Bellefield Hall, which are conveniently located within a walking distance. </p><p><br /></p><p><strong>Further Reading:</strong> John W. Servos, “Changing Partners: The Mellon Institute, Private Industry, and the Federal Patron,” <em>Technology and Culture, </em>Vol. 35 No. 2 (Apr.,1994); “Mellon Institute of Industrial Research,” <em>National Historic Chemical Landmarks</em>. American Chemical Society. </p><p><br /></p>",
  "category": "Historical Location",
  "lat": 40.44621116525616,
  "long": -79.95107471784912,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "648f75ee93dc4ef79f7bc074"
  },
  "name": "Carnegie Museum of Natural History",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/7/76/Carnegie_Museum_of_Natural_History_as_seen_from_Cathedral_of_Learning.jpg",
    " "
  ],
  "short_info": "<p>The Carnegie Museum of Natural History is a natural history museum founded by Andrew Carnegie. When it opened in 1895, the museum’s early collections included artifacts from ancient Egypt, beautiful minerals, exotic wildlife taxidermy, and dinosaurs. WHA conference registrants can visit Carnegie Museum of Natural History for free during the conference with their conference badge. Please show your conference badge at the ticket counter in order to visit the museum.</p>",
  "long_info": "<p>From the museum: As the museum grew and expanded, Carnegie botanists, entomologists, zoologists, anthropologists, and other scientists studying the natural world traveled abroad on expeditions from the Arctic to the Amazon in search of new discoveries and scientific insights. The artifacts, flora, and fauna they collected grew the Carnegie research and display collection from thousands to millions of objects.</p><p><br /></p><p>Continuing this spirit of exploration, but now a little closer to home, the museum established Powdermill Nature Reserve in 1956. The new field station and laboratory in Rector, Pennsylvania helped museum researchers do long-term studies of natural populations in western Pennsylvania.</p><p><br /></p><p>More than 100 years after Carnegie’s initial gift, Carnegie Museum of Natural History remains a place of scientific inquiry and a world class public institution. As species die out and habitats decline, a new emphasis has been placed on conservation. By displaying nature’s wonders, museum leaders hope to spark conversation about the inherent worth of nature and to inspire a new generation of scientists to conserve both the planet and Carnegie’s vision.</p>",
  "category": "Museum",
  "lat": 40.44382574093562,
  "long": -79.95097458548886,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "648f79b093dc4ef79f7bc08c"
  },
  "name": "Heinz History Center",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/6/6f/HistoryCener_from_Strip_District.JPG"
  ],
  "short_info": "<p><span>The Heinz History Center is dedicated to preserving and showcasing the history and heritage of Western Pennsylvania. It covers a wide range of topics, including the region's industrial past, ethnic and immigrant history, sports, and more. The center houses extensive collections of artifacts, archival materials, photographs, and oral histories that document the history of the region. WHA conference registrants can visit the Heinz History Center for free during the conference with their conference badge. Please show your conference badge at the ticket counter in order to visit the museum. </span></p>",
  "long_info": "<p><br /></p><p><br /></p>",
  "category": "Museum",
  "lat": 40.44697378651987,
  "long": -79.99207602955344,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "648f7cc393dc4ef79f7bc0a0"
  },
  "name": "Fort Pitt Museum",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/7/72/Plan_of_Fort_Pitt%2C_1759.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/19/Bouquet_blockhouse.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/5/53/Point_State_Park_fountain.jpg"
  ],
  "short_info": "<p>The Fort Pitt Museum is a historical museum located in Point State Park in Pittsburgh. The museum focuses on the history and significance of Fort Pitt, a strategic fort that played a crucial role during the French and Indian War and the American Revolution. Point State Park is a picturesque urban park located at the confluence of the Allegheny, Monongahela, and Ohio Rivers. WHA conference registrants can visit the Fort Pitt for free during the conference with their conference badge. Please show your conference badge at the ticket counter in order to visit the museum. </p>",
  "long_info": "",
  "category": "Museum",
  "lat": 40.44135885885933,
  "long": -80.00957911164609,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "648f7dd993dc4ef79f7bc0b3"
  },
  "name": "The Andy Warhol Museum",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/8/8a/Andy_Warhol_Museum_-_IMG_7619.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/9/99/The_Andy_Warhol_Museum.jpg"
  ],
  "short_info": "<p>The Andy Warhol Museum is a contemporary art museum located on Pittsburgh's North Shore, Pennsylvania. It is the largest museum in North America dedicated to a single artist, showcasing the life, works, and legacy of the renowned American artist, Andy Warhol. WHA conference registrants can visit the Andy Warhol Museum for free during the conference with their conference badge. Please show your conference badge at the ticket counter in order to visit the museum. The museum is open until 10pm on Fridays.</p>",
  "long_info": "",
  "category": "Museum",
  "lat": 40.448685752021184,
  "long": -80.0024048693282,
  "isComplete": true,
  "__v": 2
},{
  "_id": {
    "$oid": "64921b0993dc4ef79f7bc0e0"
  },
  "name": "Kuntu Repertory Theatre ",
  "images": [
    "https://upload.wikimedia.org/wikipedia/en/f/fa/KuntuRepLogo.png",
    "https://upload.wikimedia.org/wikipedia/commons/6/6c/StephenFosterMemorial.jpg"
  ],
  "short_info": "<p>Kuntu Repertory Theatre emerged from the University of Pittsburgh Africana Studies department as a platform for Black artists and technicians to showcase their art, grow their skills, and promote personal and social change. The theater was named for Pittsburgh’s famed African American performing arts group, Kuntu, which means “way” in Bantu. Although the company disbanded in 2013, one can still visit the Stephen Foster Memorial Theater, the home for mainstage productions of Kuntu Repertory Theatre.</p>",
  "long_info": "<p>Founded in 1974 by Dr. Vernell Lillie, an associate professor in Africana studies, the project had roots in the Black Arts Movement, a movement that sought to empower Black communities and promote cultural pride and self-determination through art, literature, and activism. The playwright August Wilson served as an acting coach for some of its early productions, leading the small theater to national prominence.</p><p><br /></p><p>The theater’s productions prioritized unconventional narratives that diverted from typical western structure, experimenting with African philosophies, and enmeshing different cultural narrative structures within a single piece. Showcasing the works of Rob Penny, Paul Carter Harrison, Janheinz Jahn, and Oliver Jackson, the company held shows around the Pittsburgh area, while its mainstage remained in the Oakland area.</p><p><br /></p><p>After 39 years, Kuntu Repertory Theatre closed in 2013. Upon its closure, Dr. Lillie remained optimistic about the future of the Black theater and art scene in Pittsburgh, noting the New Horizon Theatre and Pittsburgh Playwrights Theatre. Both organizations continue to create high-quality cultural events in Pittsburgh that reflect the experiences and perspectives of Black artists and communities.</p><p><br /></p><p><strong>Further Reading:</strong><em> Kuntu Repertory Theatre Exhibit, </em>Black Lives in Focus Initiative, University of Pittsburgh. Archives: Kuntu Repertory Theatre Collection, 1974-2013, Curtin Theatre Collection, Archives &amp; Special Collections, University of Pittsburgh Library System.</p>",
  "category": "Historical Location",
  "lat": 40.44375367396802,
  "long": -79.95264559064297,
  "isComplete": true,
  "__v": 1
},{
  "_id": {
    "$oid": "6492207293dc4ef79f7bc0f7"
  },
  "name": "Neill Log House ",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/c/ce/Neill_Log_House_Pittsburgh_2019.jpg"
  ],
  "short_info": "<p><span>The Neill Log House is a serene historical spot situated in the vast greenery of one of the city’s largest natural spaces, Schenley Park, and is also considered to be the oldest existing residential structure in all of Pittsburgh. One of the few remaining buildings from the eighteenth century, it’s historical status was crowned by the Pittsburgh History and Landmarks Foundation in 1970. An iconic example of typical Pennsylvania frontier architecture, this idyllic oak structure is considered to be one of Schenley Park’s best hidden gems. </span></p>",
  "long_info": "<p><span>Located officially in Squirrel Hill and managed by the Squirrel Hill Historical Society, the Neill Log House is one of the dozens of historical sites that rests along the Lewis and Clark National Historical Trail. First built in the mid-eighteenth century,, the small wood cabin was originally occupied by a soldier stationed at Ft. Pitt, with the Neill family moving in around 1774. </span></p><p><br /></p><p><span>The soldier’s name was Ambrose Newton, and although the history of the ownership of the  log house itself is contested, he was officially the one to lay claim to the 262 acres of what is now known as Schenley Park. The Neill family officially moved in by 1774, and proceeded to reside in the house for the next 21 years. Occupants included Robert Neill, his wife Elizabeth, and their five children along with their two horses, three cows, and other livestock. </span></p><p><br /></p><p><span>The ample source of running water and ideal location for pasture makes it clear what led Robert to claim the house, and it was also a mere four miles from Fort Pitt, an army post which the homesteaders could use for protection or trade. The house was also thought to have been passed by Meriwether Lewis on his second trip to Pittsburgh, hence its inclusion on the list of Lewis and Clark sites. </span></p><p><br /></p><p><br /></p>",
  "category": "Historical Location",
  "lat": 40.435919711529166,
  "long": -79.93560579325728,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "649223b893dc4ef79f7bc102"
  },
  "name": "Christopher Columbus Statue ",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/a/a1/Christopher_Columbus_monument_in_Schenley_Park_2.JPG"
  ],
  "short_info": "<p>Frank Vittor’s 50 foot tall granite statue of Christopher Columbus was installed in 1958, right outside the Phipps Conservatory entrance to Oakland’s Schenley Park. The statue, standing tall over Flagstaff Hill for over 60 years, has proven to be a center of controversy surrounding public art since <span>movements of resistance to settler colonialism and anti-Blackness gained support in the summer of 2020. </span>Upon the city’s decision to remove the statue, citing Columbus's association with the legacy of slavery and colonialism, the Italian Sons and Daughters of Pittsburgh sued the city and sought an emergency injunction to stop its removal. The statue has since been in legal deadlock and stands covered in the park to this day.</p><p><br /></p><p>Despite the controversy surrounding the statue, its origins remain important to the Italian American community of the city. An immigrant from Italy, sculptor Frank Vittor made a career of sculpting famous American figures such as Mark Twain, Abraham Lincoln, and Honus Wagner, as well as teaching the art of sculpting to others. His statue of Italian-born Columbus was created with the support of the Sons of Columbus of America, to honor their shared heritage. </p><p><br /></p>",
  "long_info": "",
  "category": "Historical Location",
  "lat": 40.44041344491933,
  "long": -79.94835639815315,
  "isComplete": true,
  "__v": 0
},{
  "_id": {
    "$oid": "6492d92c93dc4ef79f7bc127"
  },
  "name": "Cathedral of Learning, Nationality and Heritage Rooms",
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/9/99/Indianroom2.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a3/Cathedral_of_Learning_African_Heritage_Classroom_%2816828336231%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/4/44/AustrianRoom.jpg"
  ],
  "short_info": "<p>The University of Pittsburgh's renowned Nationality and Heritage Rooms are gifts from the ethnic communities who helped to build Pittsburgh and originated in 1926 when the ground was broken for the construction of the 42-story gothic-style Cathedral of Learning. The thirty unique rooms celebrate the cultural heritages of the communities who supported and planned their construction. The rooms are used as fully functional classrooms, and embody the University’s commitment to globally-facing learning. </p><p><br /></p>",
  "long_info": "<p>The Nationality and Heritage Rooms compose the Cathedral of Learning’s first three floors and were built in waves in the 1930s, 1950s and 1980s. In the original concept for the rooms, its creators took inspiration from the second-generation students at the University of Pittsburgh, and sought to incorporate their cultures into their learning environment. The design of each room was inspired by international artists, architects, and craftspeople. The rooms were intentionally built to reflect the lasting elements of education, and there is a lack of religious and political iconography in the rooms. The rooms also reflect national expression and communities in diaspora. </p><p><br /></p><p>Each of the Nationality and Heritage Rooms was designed by a committee, a select group of people who would act as representatives for the greater ethnic community. The committees were responsible for raising funds and organizing and designing their rooms. The committee system ensured that ethnic groups who were already well-represented in the greater Pittsburgh community would be more likely to have a Nationality and Heritage room. Therefore, the rooms reflect not only broad patterns of immigration to the United States, but also which groups were established enough to influence the creation of rooms that represented their heritage. </p><p><br /></p><p>While the Nationality and Heritage Rooms are undoubtedly an important example of cultural diversity and internationalism, they do not fully represent the expression of the diverse immigrant communities of the greater Pittsburgh area. While there are some rooms from the Global South, the majority of the rooms represented are European countries and there are no rooms associated with Latin American cultures. There is also one room dedicated to African heritage, simplifying the diverse cultures of an entire continent into a single room. Faced with these shortcomings, it is important to remember the Nationality and Heritage Rooms are an ongoing project, one that continues to advance intercultural learning and to foster an appreciation of diverse perspectives. </p><p><br /></p><p><strong>Further Reading: </strong>Lauren Ban, \"Nationality Rooms: a Case Study in Immigration Patterns,\" digital exhibit created for the Digital Atlas Design Internship. Harold S. Wechsler, “One-Third of a Campus: Ruth Crawford Mitchell and Second-Generation Americans at the University of Pittsburgh,” <em>History of Education Quarterly,</em> 2008. </p>",
  "category": "Historical Location",
  "lat": 40.4449503798119,
  "long": -79.95317655767163,
  "isComplete": true,
  "__v": 1
}]